
SHOWING_TEXT = '''🏠 Ласкаво прошу до 🌶️Пекельної 🧑‍🍳Кухні!

😏 Що бажаємо?'''

COMEBACK_TEXT = '''😔 Ну ти, цей... повертайся ще. 

PS Для цього використай /start'''

PRODUCT_MESSAGE='''ℹ️ Ось дані про продукт:

%s

🔔 Ліміт можна встановити, щоб отримати сповіщення, якщо щось буде закінчуватись

| Символ | Назва | Ліміт (кількість та контейнер) | '''

NEW_PRODUCT_MESSAGE='''🖊️ Введіть всі дані про новий продукт, щоб мати можливість зберегти його:

🔔 Ліміт можна встановити, щоб отримати сповіщення, якщо щось буде закінчуватись

| Символ | Назва | 🔔 Ліміт (кількість та контейнер) | '''

NAME_TEXT = "Введіть назву:"
SYMBOL_TEXT = "Введіть символ (одне емодзі):"
NEW_LOCATION_TEXT = "І як нове місце називається?"
NEW_PRODUCT_TEXT = "І як новий продукт називається?"
NEW_CONTAINER_SYMB_TEXT = '''І який символ у нової тари?

Одне емодзі в студію, будьте любʼязні'''
NEW_CONTAINER_DESC_TEXT = "І як нова %s тара називається?"

WAREHOUSE_TEXT = "✔️ Ось що в нас є:"
USERS_TEXT = "✔️ Ось хто в нас є:"
# LIMIT_CAPTION = "🔔 Нагадати коли: %s"
# LIMIT_MESSAGE = "🔔 Нагадати за %s коли скільки буде лишатись %s? Тільки цифрами"
ENTRY_MESSAGE = '''Востаннє це тут бачив
%s
Коли: %s'''

USER_MESSAGE = '''Ось така у нас людина є!'''

SELECT_LOCATION_TEXT = "📍 Виберіть локацію:"
